"AuthControllerApplicationPrincipalRequest" = "Für „%@“ müssen Sie Ihre Kerberos-Identität eingeben.";
"AuthControllerApplicationRequest"          = "Für „%@“ müssen Sie Ihr Kerberos-Kennwort eingeben.";
"AuthControllerApplicationPasswordRequest"  = "Für „%@“ müssen Sie Ihr Kerberos-Kennwort für „%@“ eingeben.";

"AuthControllerPrincipalRequest"            = "Bitte geben Sie Ihre Kerberos-Identität ein.";
"AuthControllerRequest"                     = "Bitte geben Sie Ihr Kerberos-Kennwort ein.";
"AuthControllerPasswordRequest"             = "Bitte geben Sie Ihr Kerberos-Kennwort für „%@“ ein.";

"AuthControllerHideOptions"                 = "Optionen ausblenden";
"AuthControllerShowOptions"                 = "Optionen einblenden";

"ChangePasswordPasswordExpired"             = "Das Kennwort für „%@“ ist abgelaufen. Möchten Sie es ändern?";
"ChangePasswordApplicationRequest"          = "Für „%@“ müssen Sie das Kerberos-Kennwort für „%@“ ändern.";
"ChangePasswordPrincipalRequest"            = "Bitte ändern Sie das Kerberos-Kennwort für „%@“.";
